[
  {
    "name": "Rental Housing",
    "link": "https://pupr-rental-housing.netlify.app/",
    "date": "Oct 2021 - Dec 2021",
    "description": "Rental flat, private and public housing in Indonesia for low economic citizen, supply and demand management of properties, facilitate citizen to book and rent house with ease."
  },
  {
    "name": "Booking Room",
    "link": null,
    "date": "Aug 2019 - Oct 2019",
    "description": "A mobile application for scheduling meeting with booking available rooms feature, note of MOM, participants invitation, extending meeting time if possible, order meals to the pantry, etc."
  },
  {
    "name": "Ship Rental Management",
    "link": null,
    "date": "Mar 2020 - Apr 2020",
    "description": "Ship rent management aim to ease fishermen to rent ships, including picking type of ship, setting rental period, extending the period, monitoring their payment. the application also helps the owners of rental to manage information about ships, their customers, payments and reports."
  },
  {
    "name": "English Learning Institution ERP",
    "link": null,
    "date": "Nov 2017 - Oct 2019",
    "description": "Resource planning, monitoring and management of many modules that help user to manage data of students, employees, learning processes, payments, etc. Features: Dashboards, Integration of many modules as microservices (academic, human resource, elearning, finance, general data, usermanagement)."
  },
  {
    "name": "Smart Home & Office",
    "link": null,
    "date": "Feb 2016 - Nov 2017",
    "description": "Mobile and Web app for managing, controlling and monitoring devices at home e.g lamp/light, door lock, TV, CCTV, air conditioner, curtain, switch, sensors, etc. It's main features are: Managing, Controlling and monitoring devices, Configuration, User management, Role, Permission, etc."
  },
  {
    "name": "Data Center Management",
    "link": null,
    "date": "Jan 2020",
    "description": "A web application to manage and monitor all things in datacenter, for example: sensors, cooling, UPS, racks, gensets, etc. Some it's features are Dashboard, Reports, Master Data (User, Role, Permission, Config)."
  }
]
